CREATE DATABASE  IF NOT EXISTS `parse` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `parse`;
-- MySQL dump 10.13  Distrib 5.7.24, for osx10.14 (x86_64)
--
-- Host: localhost    Database: parse
-- ------------------------------------------------------
-- Server version	5.7.24

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `local`
--

DROP TABLE IF EXISTS `local`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `local` (
  `code` varchar(6) NOT NULL,
  `region` varchar(10) DEFAULT NULL,
  `local` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `local`
--

LOCK TABLES `local` WRITE;
/*!40000 ALTER TABLE `local` DISABLE KEYS */;
INSERT INTO `local` VALUES ('010001','서울','서울 종로구'),('010005','서울','서울 용산구'),('010009','서울','서울 광진구갑'),('010010','서울','서울 광진구을'),('010012','서울','서울 동대문구갑'),('010014','서울','서울 동대문구을'),('010016','서울','서울 중랑구갑'),('010017','서울','서울 중랑구을'),('010019','서울','서울 성북구갑'),('010020','서울','서울 성북구을'),('010022','서울','서울 강북구갑'),('010023','서울','서울 강북구을'),('010025','서울','서울 도봉구갑'),('010026','서울','서울 도봉구을'),('010028','서울','서울 노원구갑'),('010029','서울','서울 노원구을'),('010030','서울','서울 노원구병'),('010032','서울','서울 은평구갑'),('010033','서울','서울 은평구을'),('010036','서울','서울 서대문구갑'),('010037','서울','서울 서대문구을'),('010039','서울','서울 마포구갑'),('010040','서울','서울 마포구을'),('010042','서울','서울 양천구갑'),('010043','서울','서울 양천구을'),('010046','서울','서울 강서구갑'),('010047','서울','서울 강서구을'),('010050','서울','서울 구로구갑'),('010051','서울','서울 구로구을'),('010053','서울','서울 금천구'),('010056','서울','서울 영등포구갑'),('010057','서울','서울 영등포구을'),('010059','서울','서울 동작구갑'),('010060','서울','서울 동작구을'),('010062','서울','서울 관악구갑'),('010063','서울','서울 관악구을'),('010065','서울','서울 서초구갑'),('010066','서울','서울 서초구을'),('010068','서울','서울 강남구갑'),('010069','서울','서울 강남구을'),('010072','서울','서울 송파구갑'),('010074','서울','서울 송파구을'),('010075','서울','서울 송파구병'),('010076','서울','서울 강동구갑'),('010077','서울','서울 강동구을'),('010096','서울','서울 중구성동구갑'),('010097','서울','서울 중구성동구을'),('010098','서울','서울 강남구병'),('010099','서울','서울 강서구병'),('020006','부산','부산 부산진구갑'),('020008','부산','부산 부산진구을'),('020010','부산','부산 동래구'),('020011','부산','부산 남구갑'),('020012','부산','부산 남구을'),('020013','부산','부산 북구강서구갑'),('020015','부산','부산 북구강서구을'),('020020','부산','부산 사하구갑'),('020022','부산','부산 사하구을'),('020032','부산','부산 금정구'),('020033','부산','부산 연제구'),('020036','부산','부산 수영구'),('020037','부산','부산 사상구'),('020049','부산','부산 중구영도구'),('020053','부산','부산 기장군'),('020054','부산','부산 서구동구'),('020055','부산','부산 해운대구갑'),('020056','부산','부산 해운대구을'),('030001','대구','대구 중구남구'),('030004','대구','대구 동구갑'),('030005','대구','대구 동구을'),('030006','대구','대구 서구'),('030010','대구','대구 북구갑'),('030012','대구','대구 북구을'),('030014','대구','대구 수성구갑'),('030016','대구','대구 수성구을'),('030018','대구','대구 달서구갑'),('030019','대구','대구 달서구을'),('030020','대구','대구 달서구병'),('030031','대구','대구 달성군'),('040010','인천','인천 남동구갑'),('040011','인천','인천 남동구을'),('040013','인천','인천 부평구갑'),('040014','인천','인천 부평구을'),('040015','인천','인천 계양구갑'),('040016','인천','인천 계양구을'),('040024','인천','인천 서구갑'),('040028','인천','인천 연수구갑'),('040029','인천','인천 서구을'),('040030','인천','인천 연수구을'),('040031','인천','인천 중구동구강화군옹진군'),('050003','광주','광주 서구갑'),('050004','광주','광주 서구을'),('050007','광주','광주 북구갑'),('050009','광주','광주 북구을'),('050013','광주','광주 광산구갑'),('050014','광주','광주 광산구을'),('050015','광주','광주 동구남구을'),('050016','광주','광주 동구남구갑'),('060001','대전','대전 동구'),('060003','대전','대전 중구'),('060005','대전','대전 서구갑'),('060007','대전','대전 서구을'),('060011','대전','대전 대덕구'),('060014','대전','대전 유성구갑'),('060015','대전','대전 유성구을'),('070001','울산','울산 중구'),('070003','울산','울산 남구갑'),('070004','울산','울산 남구을'),('070005','울산','울산 동구'),('070007','울산','울산 북구'),('070009','울산','울산 울주군'),('080007','경기','경기 성남시수정구'),('080009','경기','경기 성남시중원구'),('080011','경기','경기 성남시분당구갑'),('080013','경기','경기 성남시분당구을'),('080015','경기','경기 의정부시갑'),('080016','경기','경기 의정부시을'),('080017','경기','경기 안양시만안구'),('080019','경기','경기 안양시동안구갑'),('080020','경기','경기 안양시동안구을'),('080021','경기','경기 부천시원미구갑'),('080022','경기','경기 부천시원미구을'),('080025','경기','경기 부천시소사구'),('080027','경기','경기 부천시오정구'),('080029','경기','경기 광명시갑'),('080030','경기','경기 광명시을'),('080031','경기','경기 평택시갑'),('080033','경기','경기 평택시을'),('080037','경기','경기 안산시상록구갑'),('080038','경기','경기 안산시상록구을'),('080039','경기','경기 안산시단원구갑'),('080040','경기','경기 안산시단원구을'),('080049','경기','경기 의왕시과천시'),('080051','경기','경기 구리시'),('080053','경기','경기 남양주시갑'),('080054','경기','경기 남양주시을'),('080055','경기','경기 오산시'),('080057','경기','경기 시흥시갑'),('080058','경기','경기 시흥시을'),('080061','경기','경기 하남시'),('080067','경기','경기 용인시갑'),('080069','경기','경기 용인시을'),('080071','경기','경기 안성시'),('080098','경기','경기 수원시갑'),('080154','경기','경기 수원시을'),('080157','경기','경기 화성시갑'),('080159','경기','경기 화성시을'),('080169','경기','경기 파주시갑'),('080170','경기','경기 파주시을'),('080171','경기','경기 이천시'),('080172','경기','경기 수원시병'),('080173','경기','경기 수원시정'),('080175','경기','경기 용인시병'),('080177','경기','경기 동두천시연천군'),('080178','경기','경기 고양시을'),('080179','경기','경기 광주시을'),('080180','경기','경기 광주시갑'),('080181','경기','경기 군포시갑'),('080182','경기','경기 군포시을'),('080184','경기','경기 용인시정'),('080185','경기','경기 김포시갑'),('080186','경기','경기 김포시을'),('080187','경기','경기 화성시병'),('080188','경기','경기 남양주시병'),('080189','경기','경기 포천시가평군'),('080190','경기','경기 고양시정'),('080191','경기','경기 고양시갑'),('080192','경기','경기 고양시병'),('080193','경기','경기 수원시무'),('080194','경기','경기 여주시양평군'),('080195','경기','경기 양주시'),('100001','강원','강원 춘천시'),('100005','강원','강원 강릉시'),('100007','강원','강원 동해시삼척시'),('100011','강원','강원 속초시고성군양양군'),('100018','강원','강원 원주시갑'),('100019','강원','강원 원주시을'),('100065','강원','강원 태백시횡성군영월군평창군정선군'),('10066','강원','강원 홍천군철원군화천군양구군인제군'),('110001','충북','충북 청주시상당구'),('110002','충북','충북 청주시흥덕구'),('110005','충북','충북 충주시'),('110007','충북','충북 제천시단양군'),('110037','충북','충북 보은군옥천군영동군괴산군'),('110038','충북','충북 청주시청원구'),('110039','충북','충북 청주시서원구'),('110040','충북','충북 증평군진천군음성군'),('120001','충남','충남 천안시갑'),('120003','충남','충남 천안시을'),('120007','충남','충남 보령시서천군'),('120010','충남','충남 서산시태안군'),('120012','충남','충남 논산시계룡시금산군'),('120018','충남','충남 홍성군예산군'),('120073','충남','충남 당진시'),('120075','충남','충남 아산시을'),('120076','충남','충남 공주시부여군청양군'),('120077','충남','충남 천안시병'),('120078','충남','충남 아산시갑'),('130005','전북','전북 군산시'),('130006','전북','전북 익산시을'),('130007','전북','전북 익산시갑'),('130033','전북','전북 전주시갑'),('130034','전북','전북 전주시을'),('130071','전북','전북 김제시부안군'),('130072','전북','전북 남원시임실군순창군'),('130073','전북','전북 완주군진안군무주군장수군'),('130074','전북','전북 전주시병'),('130075','전북','전북 정읍시고창군'),('140001','전남','전남 목포시'),('140003','전남','전남 여수시갑'),('140004','전남','전남 여수시을'),('140005','전남','전남 순천시'),('140007','전남','전남 나주시화순군'),('140102','전남','전남 해남군완도군진도군'),('140108','전남','전남 담양군함평군영광군장성군'),('140109','전남','전남 광양시곡성군구례군'),('140110','전남','전남 영암군무안군신안군'),('140112','전남','전남 고흥군보성군장흥군강진군'),('150001','경북','경북 포항시북구'),('150003','경북','경북 포항시남구울릉군'),('150005','경북','경북 경주시'),('150006','경북','경북 김천시'),('150008','경북','경북 안동시'),('150010','경북','경북 구미시갑'),('150011','경북','경북 구미시을'),('150022','경북','경북 고령군성주군칠곡군'),('150030','경북','경북 영양군영덕군봉화군울진군'),('150073','경북','경북 영천시청도군'),('150134','경북','경북 영주시문경시예천군'),('150135','경북','경북 상주시군위군의성군청송군'),('150136','경북','경북 경산시'),('160007','경남','경남 진주시갑'),('160008','경남','경남 진주시을'),('160016','경남','경남 김해시갑'),('160017','경남','경남 김해시을'),('160019','경남','경남 거제시'),('160119','경남','경남 사천시남해군하동군'),('160120','경남','경남 창원시마산회원구'),('160121','경남','경남 창원시진해구'),('160122','경남','경남 창원시의창구'),('160123','경남','경남 창원시마산합포구'),('160125','경남','경남 산청군함양군거창군합천군'),('160126','경남','경남 밀양시의령군함안군창녕군'),('160127','경남','경남 양산시갑'),('160128','경남','경남 양산시을'),('170011','제주','제주 제주시갑'),('170012','제주','제주 제주시을'),('170013','제주','제주 서귀포시'),('180001','세종특별자치시','세종특별자치시'),('240001','비례대표','비례대표'),('250002','인천','인천 미추홀구갑'),('250003','인천','인천 미추홀구을');
/*!40000 ALTER TABLE `local` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-01-27 19:17:48
